app/controllers/welcome_controller.rb

SELECT "clinicas".* FROM "clinicas"
---
  def index
    @clinicas = Clinica.all